Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Enter your receiving code to unlock the seal
ar: أدخل رمز الاستلام الخاص بك لفتح الختم
bg: Въведете своя код за получаване, за да отключите печата
bs: Unesite kod za prijem da otključate pečat
ca: Introduïu el vostre codi de recepció per desbloquejar el segell
cs: Pro odemknutí pečeti zadejte svůj přijímací kód
da: Indtast din modtagekode for at låse forseglingen op
de: Gib deinen Empfangscode ein, um das Siegel zu brechen
el: Εισαγάγετε τον κωδικό λήψης για να ξεκλειδώσετε τη σφραγίδα
es: Ingrese su código de recepción para desbloquear el sello
et: Tihendi avamiseks sisestage vastuvõtukood
eu: Sartu zure jasotzeko kodea zigilua desblokeatzeko
fi: Syötä vastaanottava koodi avataksesi sinetin
fr: Saisis ton code de réception pour déverrouiller le sceau
ga: Cuir isteach do chód glactha chun an séala a dhíghlasáil
gl: Introduce o teu código de recepción para desbloquear o selo
he: הזן את קוד הקבלה שלך כדי לפתוח את החותם
hi: सील खोलने के लिए अपना प्राप्तकर्ता कोड दर्ज करें
hr: Unesite svoj prijemni kod za otključavanje pečata
hu: Írja be a fogadó kódot a pecsét feloldásához
id: Masukkan kode penerima Anda untuk membuka kunci segel
is: Sláðu inn móttökukóðann þinn til að opna innsiglið
it: Inserisci il codice di ricezione per sbloccare il sigillo
ja: 受信コードを入力してシールを解除します
ka: შეიყვანეთ თქვენი მიმღები კოდი ბეჭდის განსაბლოკად
kk: Пломбаны ашу үшін қабылдау кодын енгізіңіз
ko: 봉인을 잠금 해제하려면 수신 코드를 입력하세요.
lt: Įveskite gavimo kodą, kad atrakintumėte antspaudą
lv: Ievadiet saņemšanas kodu, lai atbloķētu zīmogu
mk: Внесете го кодот за примање за да го отклучите печатот
ms: Masukkan kod penerimaan anda untuk membuka kunci meterai
mt: Daħħal il-kodiċi li tirċievi tiegħek biex tiftaħ is-siġill
nb: Skriv inn mottakskoden for å låse opp forseglingen
nl: Voer uw ontvangstcode in om het zegel te ontgrendelen
pl: Wprowadź kod odbiorczy, aby odblokować pieczęć
pt_br: Digite seu código de recebimento para desbloquear o selo
ro: Introdu codul de primire pentru a debloca sigiliul
ru: Введи код получения, чтобы снять печать
sk: Zadajte svoj prijímací kód na odomknutie pečate
sl: Vnesite svojo prejemno kodo, da odklenete pečat
sq: Futni kodin tuaj marrës për të zhbllokuar vulën
sr: Унесите свој код за пријем да бисте откључали печат
sv: Ange din mottagningskod för att låsa upp förseglingen
th: ป้อนรหัสรับของคุณเพื่อปลดล็อคตราประทับ
tr: Mührün kilidini açmak için alıcı kodunuzu girin
uk: Введи код отримання, щоб зняти печатку
vi: Nhập mã nhận của bạn để mở khóa con dấu
zh_hans: 输入您的接收代码以解锁封印
zh_hk: 輸入您的接收代碼以解鎖封印

source: Eraser
ar: ممحاة
bg: Гумичка
bs: Gumica
ca: Goma d'esborrar
cs: Guma
da: Viskelæder
de: Radiergummi
el: Γόμα
es: borrador
et: Kustutuskumm
eu: Ezabagailua
fi: Pyyhekumi
fr: Gomme
ga: Scriosán
gl: Borrador
he: מחק
hi: मिटाने वाला
hr: Gumica za brisanje
hu: Radír
id: Penghapus
is: Strokleður
it: Gomma
ja: 消しゴム
ka: საშლელი
kk: Өшіргіш
ko: 지우개
lt: Trintukas
lv: Dzēšgumija
mk: Бришач
ms: Pemadam
mt: Tħassir
nb: Viskelær
nl: Gum
pl: Gumka
pt_br: Borracha
ro: Radieră
ru: Ластик
sk: Guma
sl: Radirka
sq: Gomë
sr: Ерасер
sv: Suddgummi
th: ยางลบ
tr: Silgi
uk: Гумка
vi: Cục tẩy
zh_hans: 橡皮擦
zh_hk: 橡皮

source: Estimated arrival %@
ar: الوصول المتوقع %@
bg: Очаквано пристигане %@
bs: Predviđeni dolazak %@
ca: Arribada estimada %@
cs: Předpokládaný příjezd %@
da: Forventet ankomst %@
de: Voraussichtliche Ankunft %@
el: Εκτιμώμενη άφιξη %@
es: Llegada estimada %@
et: Eeldatav saabumine %@
eu: Gutxi gorabeherako etorrera %@
fi: Arvioitu saapumisaika %@
fr: Arrivée estimée %@
ga: Teacht measta%@
gl: Chegada estimada %@
he: הגעה משוערת %@
hi: अनुमानित आगमन %@
hr: Predviđeni dolazak %@
hu: Becsült érkezés %@
id: Perkiraan kedatangan %@
is: Áætluð komu %@
it: Arrivo previsto %@
ja: 到着予定 %@
ka: სავარაუდო ჩამოსვლა %@
kk: Болжалды келу %@
ko: 예상 도착 %@
lt: Numatomas atvykimas %@
lv: Paredzamā ierašanās %@
mk: Проценето пристигнување %@
ms: Anggaran ketibaan %@
mt: Wasla stmata %@
nb: Estimert ankomst %@
nl: Geschatte aankomst %@
pl: Szacowany przyjazd %@
pt_br: Chegada estimada %@
ro: Sosire estimată %@
ru: Прибудет примерно %@
sk: Odhadovaný príchod %@
sl: Predviden prihod %@
sq: Mbërritja e parashikuar %@
sr: Предвиђени долазак %@
sv: Beräknad ankomst %@
th: การมาถึงโดยประมาณ %@
tr: Tahmini varış %@
uk: Прибуде приблизно %@
vi: Dự kiến đến %@
zh_hans: 预计到达%@
zh_hk: 預計到達%@

source: Everest, But Flat
ar: ايفرست، ولكن مسطحة
bg: Еверест, но плосък
bs: Everest, ali ravan
ca: Everest, però pla
cs: Everest, ale plochý
da: Everest, men flad
de: Everest, aber flach
el: Έβερεστ, αλλά επίπεδη
es: Everest, pero plano
et: Everest, kuid tasane
eu: Everest, Baina Laua
fi: Everest, mutta tasainen
fr: L'Everest, mais plat
ga: Everest, Ach Maol
gl: Everest, pero plano
he: אוורסט, אבל שטוח
hi: एवरेस्ट, लेकिन सपाट
hr: Everest, ali ravan
hu: Everest, de lapos
id: Everest, Tapi Datar
is: Everest, en flatt
it: Everest, ma piatto
ja: エベレストだけど平坦
ka: ევერესტი, მაგრამ ბინა
kk: Эверест, бірақ тегіс
ko: 에베레스트, 그러나 평평하다
lt: Everestas, bet plokščias
lv: Everests, bet plakans
mk: Еверест, но рамно
ms: Everest, Tetapi Rata
mt: Everest, Imma Ċatt
nb: Everest, men flat
nl: Everest, maar plat
pl: Everest, ale płaski
pt_br: Everest, mas plano
ro: Everest, dar plat
ru: Эверест, но плоский
sk: Everest, ale plochý
sl: Everest, vendar ravno
sq: Everest, por e sheshtë
sr: Еверест, али раван
sv: Everest, men platt
th: เอเวอเรสต์ แต่แบน
tr: Everest, Ama Düz
uk: Еверест, але плоский
vi: Everest, nhưng bằng phẳng
zh_hans: 珠穆朗玛峰，但平坦
zh_hk: 珠穆朗瑪峰，但平坦

source: Everest, but flat. Bring snacks.
ar: ايفرست، ولكن مسطحة. إحضار الوجبات الخفيفة.
bg: Еверест, но равен. Носете закуски.
bs: Everest, ali ravan. Ponesite grickalice.
ca: Everest, però pla. Porta aperitius.
cs: Everest, ale plochý. Přineste občerstvení.
da: Everest, men fladt. Medbring snacks.
de: Everest, aber flach. Pack Snacks ein.
el: Έβερεστ, αλλά επίπεδο. Φέρτε σνακ.
es: Everest, pero llano. Trae bocadillos.
et: Everest, aga tasane. Kaasa võtta suupisteid.
eu: Everest, baina laua. Ekarri pintxoak.
fi: Everest, mutta tasainen. Ota mukaan välipaloja.
fr: Everest, mais plat. Apportez des collations.
ga: Everest, ach cothrom. Beir leat sneaiceanna.
gl: Everest, pero plano. Trae petiscos.
he: אוורסט, אבל שטוח. הביאו חטיפים.
hi: एवरेस्ट, लेकिन सपाट. नाश्ता लाओ.
hr: Everest, ali ravan. Ponesite grickalice.
hu: Everest, de lapos. Vigyél harapnivalót.
id: Everest, tapi datar. Bawalah makanan ringan.
is: Everest, en flatt. Komdu með snakk.
it: Everest, ma piatto. Porta degli spuntini.
ja: エベレストだけど平坦。軽食を持参してください。
ka: ევერესტი, მაგრამ ბინა. მოიტანეთ საჭმელები.
kk: Эверест, бірақ тегіс. Тағамдар әкеліңіз.
ko: 에베레스트지만 평평해요. 간식을 가져오세요.
lt: Everestas, bet plokščias. Atsineškite užkandžių.
lv: Everests, bet plakans. Līdzi jāņem uzkodas.
mk: Еверест, но рамно. Донесете грицки.
ms: Everest, tetapi rata. Bawa makanan ringan.
mt: Everest, iżda ċatt. Ġib snacks.
nb: Everest, men flat. Ta med snacks.
nl: Everest, maar vlak. Neem snacks mee.
pl: Everest, ale płaski. Przynieś przekąski.
pt_br: Everest, mas plano. Traga lanches.
ro: Everest, dar plat. Aduceți gustări.
ru: Эверест, но плоский. Принесите закуски.
sk: Everest, ale plochý. Prineste občerstvenie.
sl: Everest, vendar ravno. Prinesite prigrizke.
sq: Everest, por i sheshtë. Sillni ushqime.
sr: Еверест, али раван. Донесите грицкалице.
sv: Everest, men platt. Ta med snacks.
th: เอเวอเรสต์แต่แบน นำขนมมาด้วย
tr: Everest ama düz. Atıştırmalıklar getirin.
uk: Еверест, але плоский. Принесіть закуски.
vi: Everest, nhưng bằng phẳng. Mang theo đồ ăn nhẹ.
zh_hans: 珠穆朗玛峰，但平坦。带点零食。
zh_hk: 珠穆朗瑪峰，但平坦。帶點零食。

source: every 2 months
ar: كل شهرين
bg: на всеки 2 месеца
bs: svaka 2 mjeseca
ca: cada 2 mesos
cs: každé 2 měsíce
da: hver 2. måned
de: alle 2 Monate
el: κάθε 2 μήνες
es: cada 2 meses
et: iga 2 kuu tagant
eu: 2 hilabetero
fi: 2 kuukauden välein
fr: tous les 2 mois
ga: gach 2 mhí
gl: cada 2 meses
he: כל חודשיים
hi: हर 2 महीने में
hr: svaka 2 mjeseca
hu: 2 havonta
id: setiap 2 bulan
is: á 2 mánaða fresti
it: ogni 2 mesi
ja: 2ヶ月ごと
ka: ყოველ 2 თვეში
kk: әр 2 ай сайын
ko: 2개월마다
lt: kas 2 mėnesius
lv: ik pēc 2 mēnešiem
mk: на секои 2 месеци
ms: setiap 2 bulan
mt: kull xahrejn
nb: hver 2. måned
nl: elke 2 maanden
pl: co 2 miesiące
pt_br: a cada 2 meses
ro: la fiecare 2 luni
ru: каждые 2 месяца
sk: každé 2 mesiace
sl: vsaka 2 meseca
sq: çdo 2 muaj
sr: свака 2 месеца
sv: varannan månad
th: ทุก 2 เดือน
tr: her 2 ayda bir
uk: кожні 2 місяці
vi: cứ sau 2 tháng
zh_hans: 每2个月一次
zh_hk: 每2個月一次

source: Every 2 Months
ar: كل شهرين
bg: На всеки 2 месеца
bs: Svaka 2 mjeseca
ca: Cada 2 mesos
cs: Každé 2 měsíce
da: Hver 2. måned
de: Alle 2 Monate
el: Κάθε 2 Μήνες
es: Cada 2 meses
et: Iga 2 kuu tagant
eu: 2 hilabetero
fi: 2 kuukauden välein
fr: Tous les 2 mois
ga: Gach 2 mhí
gl: Cada 2 meses
he: כל 2 חודשים
hi: हर 2 महीने में
hr: Svaka 2 mjeseca
hu: 2 havonta
id: Setiap 2 Bulan
is: Á 2ja mánaða fresti
it: Ogni 2 mesi
ja: 2か月ごと
ka: ყოველ 2 თვეში
kk: 2 ай сайын
ko: 2개월마다
lt: Kas 2 mėnesius
lv: Ik pēc 2 mēnešiem
mk: На секои 2 месеци
ms: Setiap 2 Bulan
mt: Kull Xahrejn
nb: Hver 2. måned
nl: Elke 2 maanden
pl: Co 2 miesiące
pt_br: A cada 2 meses
ro: La fiecare 2 luni
ru: Каждые 2 месяца
sk: Každé 2 mesiace
sl: Vsaka 2 meseca
sq: Çdo 2 Muaj
sr: Свака 2 месеца
sv: Varannan månad
th: ทุก 2 เดือน
tr: 2 Ayda Bir
uk: Кожні 2 місяці
vi: Cứ sau 2 tháng
zh_hans: 每两个月一次
zh_hk: 每兩個月一次

source: every 3 months
ar: كل 3 أشهر
bg: на всеки 3 месеца
bs: svaka 3 mjeseca
ca: cada 3 mesos
cs: každé 3 měsíce
da: hver 3. måned
de: alle 3 Monate
el: κάθε 3 μήνες
es: cada 3 meses
et: iga 3 kuu tagant
eu: 3 hilean behin
fi: 3 kuukauden välein
fr: tous les 3 mois
ga: gach 3 mhí
gl: cada 3 meses
he: כל 3 חודשים
hi: हर 3 महीने में
hr: svaka 3 mjeseca
hu: 3 havonta
id: setiap 3 bulan
is: á 3ja mánaða fresti
it: ogni 3 mesi
ja: 3か月ごと
ka: ყოველ 3 თვეში
kk: әр 3 ай сайын
ko: 3개월마다
lt: kas 3 mėnesius
lv: ik pēc 3 mēnešiem
mk: на секои 3 месеци
ms: setiap 3 bulan
mt: kull 3 xhur
nb: hver 3. måned
nl: elke 3 maanden
pl: co 3 miesiące
pt_br: a cada 3 meses
ro: la fiecare 3 luni
ru: каждые 3 месяца
sk: každé 3 mesiace
sl: vsake 3 mesece
sq: çdo 3 muaj
sr: свака 3 месеца
sv: var 3:e månad
th: ทุก 3 เดือน
tr: her 3 ayda bir
uk: кожні 3 місяці
vi: cứ 3 tháng một lần
zh_hans: 每 3 个月一次
zh_hk: 每 3 個月一次

source: Every 3 Months
ar: كل 3 أشهر
bg: На всеки 3 месеца
bs: Svaka 3 mjeseca
ca: Cada 3 mesos
cs: Každé 3 měsíce
da: Hver 3. måned
de: Alle 3 Monate
el: Κάθε 3 Μήνες
es: Cada 3 meses
et: Iga 3 kuu tagant
eu: 3 Hilabetero
fi: 3 kuukauden välein
fr: Tous les 3 mois
ga: Gach 3 mhí
gl: Cada 3 meses
he: כל 3 חודשים
hi: हर 3 महीने में
hr: Svaka 3 mjeseca
hu: 3 havonta
id: Setiap 3 Bulan
is: Á 3ja mánaða fresti
it: Ogni 3 mesi
ja: 3か月ごと
ka: ყოველ 3 თვეში
kk: Әр 3 ай сайын
ko: 3개월마다
lt: Kas 3 mėnesius
lv: Ik pēc 3 mēnešiem
mk: На секои 3 месеци
ms: Setiap 3 Bulan
mt: Kull 3 Xhur
nb: Hver 3. måned
nl: Elke 3 maanden
pl: Co 3 miesiące
pt_br: A cada 3 meses
ro: La fiecare 3 luni
ru: Каждые 3 месяца
sk: Každé 3 mesiace
sl: Vsake 3 mesece
sq: Çdo 3 Muaj
sr: Свака 3 месеца
sv: Var 3:e månad
th: ทุก 3 เดือน
tr: Her 3 Ayda Bir
uk: Кожні 3 місяці
vi: 3 tháng một lần
zh_hans: 每三个月一次
zh_hk: 每三個月一次

source: every 6 months
ar: كل 6 أشهر
bg: на всеки 6 месеца
bs: svakih 6 mjeseci
ca: cada 6 mesos
cs: každých 6 měsíců
da: hver 6. måned
de: alle 6 Monate
el: κάθε 6 μήνες
es: cada 6 meses
et: iga 6 kuu tagant
eu: 6 hilabetero
fi: 6 kuukauden välein
fr: tous les 6 mois
ga: gach 6 mhí
gl: cada 6 meses
he: כל 6 חודשים
hi: हर 6 महीने में
hr: svakih 6 mjeseci
hu: 6 havonta
id: setiap 6 bulan
is: á 6 mánaða fresti
it: ogni 6 mesi
ja: 6か月ごと
ka: ყოველ 6 თვეში
kk: әр 6 ай сайын
ko: 6개월마다
lt: kas 6 mėnesius
lv: ik pēc 6 mēnešiem
mk: на секои 6 месеци
ms: setiap 6 bulan
mt: kull 6 xhur
nb: hver 6. måned
nl: elke 6 maanden
pl: co 6 miesięcy
pt_br: a cada 6 meses
ro: la fiecare 6 luni
ru: каждые 6 месяцев
sk: každých 6 mesiacov
sl: vsakih 6 mesecev
sq: çdo 6 muaj
sr: сваких 6 месеци
sv: var 6:e ​​månad
th: ทุก 6 เดือน
tr: her 6 ayda bir
uk: кожні 6 місяців
vi: cứ 6 tháng một lần
zh_hans: 每 6 个月一次
zh_hk: 每 6 個月一次

source: Every 6 Months
ar: كل 6 أشهر
bg: На всеки 6 месеца
bs: Svakih 6 mjeseci
ca: Cada 6 mesos
cs: Každých 6 měsíců
da: Hver 6. måned
de: Alle 6 Monate
el: Κάθε 6 Μήνες
es: Cada 6 meses
et: Iga 6 kuu tagant
eu: 6 hilabetero
fi: 6 kuukauden välein
fr: Tous les 6 mois
ga: Gach 6 mhí
gl: Cada 6 meses
he: כל 6 חודשים
hi: हर 6 महीने में
hr: Svakih 6 mjeseci
hu: 6 havonta
id: Setiap 6 Bulan
is: Á 6 mánaða fresti
it: Ogni 6 mesi
ja: 6か月ごと
ka: ყოველ 6 თვეში
kk: Әр 6 ай сайын
ko: 6개월마다
lt: Kas 6 mėnesius
lv: Ik pēc 6 mēnešiem
mk: На секои 6 месеци
ms: Setiap 6 Bulan
mt: Kull 6 Xhur
nb: Hver 6. måned
nl: Elke 6 maanden
pl: Co 6 miesięcy
pt_br: A cada 6 meses
ro: La fiecare 6 luni
ru: Каждые 6 месяцев
sk: Každých 6 mesiacov
sl: Vsakih 6 mesecev
sq: Çdo 6 muaj
sr: Сваких 6 месеци
sv: Var 6:e ​​månad
th: ทุก 6 เดือน
tr: Her 6 Ayda Bir
uk: Кожні 6 місяців
vi: 6 tháng một lần
zh_hans: 每 6 个月一次
zh_hk: 每 6 個月一次

source: Every letter is a step toward someone's home
ar: كل حرف هو خطوة نحو منزل شخص ما
bg: Всяка буква е стъпка към нечий дом
bs: Svako pismo je korak ka nečijem domu
ca: Cada carta és un pas cap a casa d'algú
cs: Každý dopis je krok k něčímu domovu
da: Hvert bogstav er et skridt mod nogens hjem
de: Jeder Brief ist ein Schritt in Richtung jemandes Zuhause
el: Κάθε γράμμα είναι ένα βήμα προς το σπίτι κάποιου
es: Cada carta es un paso hacia la casa de alguien.
et: Iga kiri on samm kellegi kodu poole
eu: Gutun bakoitza norbaiten etxerako urratsa da
fi: Jokainen kirje on askel kohti jonkun kotia
fr: Chaque lettre est un pas vers la maison de quelqu'un
ga: Is céim i dtreo bhaile duine é gach litir
gl: Cada carta é un paso cara á casa de alguén
he: כל מכתב הוא צעד לעבר ביתו של מישהו
hi: हर चिट्ठी किसी के घर की ओर एक कदम है
hr: Svako slovo je korak do nečijeg doma
hu: Minden levél egy lépés valakinek az otthona felé
id: Setiap surat adalah langkah menuju rumah seseorang
is: Sérhver stafur er skref í átt að heimili einhvers
it: Ogni lettera è un passo verso la casa di qualcuno
ja: すべての手紙は誰かの家への一歩です
ka: ყოველი წერილი არის ნაბიჯი ვიღაცის სახლისკენ
kk: Әрбір хат біреудің үйіне бір қадам
ko: 모든 편지는 누군가의 집으로 향하는 발걸음입니다
lt: Kiekvienas laiškas yra žingsnis link kažkieno namų
lv: Katra vēstule ir solis pretī kāda cilvēka mājām
mk: Секоја буква е чекор кон нечиј дом
ms: Setiap surat adalah satu langkah ke arah rumah seseorang
mt: Kull ittra hija pass lejn id-dar ta’ xi ħadd
nb: Hver bokstav er et skritt mot noens hjem
nl: Elke brief is een stap richting iemands huis
pl: Każdy list to krok w stronę czyjegoś domu
pt_br: Cada carta é um passo em direção à casa de alguém
ro: Fiecare scrisoare este un pas spre casa cuiva
ru: Каждое письмо – это шаг к чьему-то дому
sk: Každý list je krokom k niekomu domov
sl: Vsako pismo je korak do nekoga doma
sq: Çdo letër është një hap drejt shtëpisë së dikujt
sr: Свако писмо је корак ка нечијем дому
sv: Varje bokstav är ett steg mot någons hem
th: จดหมายทุกฉบับคือก้าวไปสู่บ้านของใครบางคน
tr: Her mektup birinin evine doğru bir adımdır
uk: Кожен лист – це крок до чийогось дому
vi: Mỗi lá thư là một bước hướng về nhà ai đó
zh_hans: 每封信都是迈向某人家的一步
zh_hk: 每封信都是邁向某人家的一步

source: Every pen full — five rams out walking at once.
ar: كل قلم ممتلئ، خمسة كباش تمشي في وقت واحد.
bg: Всяка кошара пълна — пет овена излизат наведнъж.
bs: Svaka puna olovka - pet ovnova hoda odjednom.
ca: Cada bolígraf ple: cinc ariets caminant alhora.
cs: Každá ohrada plná – pět beranů ven a kráčí najednou.
da: Hver sti fuld - fem væddere ude at gå på én gang.
de: Jeder Stall belegt — fünf Widder gleichzeitig unterwegs.
el: Κάθε στυλό γεμάτο — πέντε κριάρια περπατούν ταυτόχρονα.
es: Todos los corrales llenos: cinco carneros caminando a la vez.
et: Iga pastakas täis — viis jäära korraga väljas jalutamas.
eu: Boligrafo bakoitza beteta: bost ahari ateratzen dira aldi berean oinez.
fi: Jokainen kynä täynnä - viisi pässiä kävelemässä kerralla.
fr: Tous les enclos pleins — cinq béliers en route en même temps.
ga: Gach peann lán - cúig reithe amach ag siúl láithreach.
gl: Cada bolígrafo cheo: cinco carneiros camiñando á vez.
he: כל עט מלא - חמישה איילים יוצאים לדרך בבת אחת.
hi: प्रत्येक पेन भरा हुआ - पाँच मेढ़े एक साथ चलते हुए।
hr: Svaki tor pun — pet ovnova u šetnji odjednom.
hu: Minden toll tele – öt kos sétál ki egyszerre.
id: Setiap pena penuh — lima ekor domba jantan keluar berjalan sekaligus.
is: Hver kví fullur — fimm hrútar út að ganga í einu.
it: Tutti i recinti pieni: cinque arieti in cammino contemporaneamente.
ja: すべての囲いが埋まり、5匹の牡羊が同時に旅立っています。
ka: ყოველი კალამი სავსეა - ხუთი ვერძი დადის ერთდროულად.
kk: Әр қалам толған — бес қошқар бірден шығады.
ko: 모든 우리가 찼습니다. 다섯 마리의 숫양이 동시에 걷고 있습니다.
lt: Kiekvienas rašiklis pilnas – penki avinai išeina vienu metu.
lv: Katra pildspalva ir pilna — pieci auni, kas staigā uzreiz.
mk: Секое пенкало полно - пет овни пешачат одеднаш.
ms: Setiap kandang penuh — lima ekor kambing keluar berjalan serentak.
mt: Kull pinna mimlija - ħames imtaten barra mixi f'daqqa.
nb: Hver bås full - fem værer ute og går på en gang.
nl: Elke kooi vol – vijf rammen lopen tegelijk naar buiten.
pl: Wszystkie zagrody pełne — pięć baranów w drodze jednocześnie.
pt_br: Todos os cercados cheios — cinco carneiros caminhando ao mesmo tempo.
ro: Fiecare pix plin — cinci berbeci mergând deodată.
ru: Все загоны заняты — пять баранов в пути одновременно.
sk: Každá ohrada plná – päť baranov vybehlo naraz.
sl: Vsak boks poln - pet ovnov hodi naenkrat.
sq: Çdo stilolaps plot - pesë desh që ecin menjëherë.
sr: Свака пуна оловка — пет овнова хода одједном.
sv: Varje fålla full — fem baggar går ut på en gång.
th: ปากกาทุกอันเต็ม - มีแกะตัวผู้ห้าตัวเดินออกไปพร้อมกัน
tr: Her kalem dolu; beş koç aynı anda yürüyor.
uk: Усі загони зайняті — п'ять баранів у дорозі одночасно.
vi: Mỗi chuồng đều đầy - năm con cừu đực bước ra cùng một lúc.
zh_hans: 所有围栏全部占满——五只公羊同时在途递送信件。
zh_hk: 所有圍欄全部佔滿——五隻公羊同時在途遞送信件。
